{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "FPS4MediaTracks",
			"Children": [
				{
					"Source":
					{
						"Text": "Stream {0}"
					},
					"Translation":
					{
						"Text": "流送 {0}"
					},
					"Key": "StreamDisplayNameFormat"
				}
			]
		},
		{
			"Namespace": "FPS4PlatformEditorModule",
			"Children": [
				{
					"Source":
					{
						"Text": "PlayStation 4"
					},
					"Translation":
					{
						"Text": "PlayStation 4"
					},
					"Key": "TargetSettingsName"
				},
				{
					"Source":
					{
						"Text": "PlayStation 4 project settings"
					},
					"Translation":
					{
						"Text": "PlayStation 4 项目设置"
					},
					"Key": "TargetSettingsDescription"
				}
			]
		},
		{
			"Namespace": "MorpheusEditor",
			"Children": [
				{
					"Source":
					{
						"Text": "Configure the Morpheus plugin"
					},
					"Translation":
					{
						"Text": "配置Morpheus插件"
					},
					"Key": "RuntimeSettingsDescription"
				},
				{
					"Source":
					{
						"Text": "Morpheus"
					},
					"Translation":
					{
						"Text": "Morpheus"
					},
					"Key": "RuntimeSettingsName"
				}
			]
		},
		{
			"Namespace": "MoveController",
			"Children": [
				{
					"Source":
					{
						"Text": "PlayStation Move"
					},
					"Translation":
					{
						"Text": "PlayStation Move"
					},
					"Key": "PSMoveSubCategory"
				},
				{
					"Source":
					{
						"Text": "PlayStation Move (L) Circle"
					},
					"Translation":
					{
						"Text": "PlayStation Move（左）圆圈键"
					},
					"Key": "PSMove_Left_Circle"
				},
				{
					"Source":
					{
						"Text": "PlayStation Move (L) Cross"
					},
					"Translation":
					{
						"Text": "PlayStation Move（左）交叉键"
					},
					"Key": "PSMove_Left_Cross"
				},
				{
					"Source":
					{
						"Text": "PlayStation Move (L) Move Button"
					},
					"Translation":
					{
						"Text": "PlayStation Move（左）Move键"
					},
					"Key": "PSMove_Left_Move"
				},
				{
					"Source":
					{
						"Text": "PlayStation Move (L) Select"
					},
					"Translation":
					{
						"Text": "PlayStation Move（左）选择键"
					},
					"Key": "PSMove_Left_Select"
				},
				{
					"Source":
					{
						"Text": "PlayStation Move (L) Square"
					},
					"Translation":
					{
						"Text": "PlayStation Move（左）正方键"
					},
					"Key": "PSMove_Left_Square"
				},
				{
					"Source":
					{
						"Text": "PlayStation Move (L) Start"
					},
					"Translation":
					{
						"Text": "PlayStation Move（左）开始键"
					},
					"Key": "PSMove_Left_Start"
				},
				{
					"Source":
					{
						"Text": "PlayStation Move (L) Triangle"
					},
					"Translation":
					{
						"Text": "PlayStation Move（左）三角键"
					},
					"Key": "PSMove_Left_Triangle"
				},
				{
					"Source":
					{
						"Text": "PlayStation Move (L) Trigger"
					},
					"Translation":
					{
						"Text": "PlayStation Move（左）扳机键"
					},
					"Key": "PSMove_Left_Trigger"
				},
				{
					"Source":
					{
						"Text": "PlayStation Move (L) Trigger Axis"
					},
					"Translation":
					{
						"Text": "PlayStation Move（左）扳机键轴"
					},
					"Key": "PSMove_Left_TriggerAxis"
				},
				{
					"Source":
					{
						"Text": "PlayStation Move (R) Circle"
					},
					"Translation":
					{
						"Text": "PlayStation Move（右）圆圈键"
					},
					"Key": "PSMove_Right_Circle"
				},
				{
					"Source":
					{
						"Text": "PlayStation Move (R) Cross"
					},
					"Translation":
					{
						"Text": "PlayStation Move（右）交叉键"
					},
					"Key": "PSMove_Right_Cross"
				},
				{
					"Source":
					{
						"Text": "PlayStation Move (R) Move Button"
					},
					"Translation":
					{
						"Text": "PlayStation Move（右）Move键"
					},
					"Key": "PSMove_Right_Move"
				},
				{
					"Source":
					{
						"Text": "PlayStation Move (R) Select"
					},
					"Translation":
					{
						"Text": "PlayStation Move（右）选择键"
					},
					"Key": "PSMove_Right_Select"
				},
				{
					"Source":
					{
						"Text": "PlayStation Move (R) Square"
					},
					"Translation":
					{
						"Text": "PlayStation Move（右）正方键"
					},
					"Key": "PSMove_Right_Square"
				},
				{
					"Source":
					{
						"Text": "PlayStation Move (R) Start"
					},
					"Translation":
					{
						"Text": "PlayStation Move（右）开始键"
					},
					"Key": "PSMove_Right_Start"
				},
				{
					"Source":
					{
						"Text": "PlayStation Move (R) Triangle"
					},
					"Translation":
					{
						"Text": "PlayStation Move（右）三角键"
					},
					"Key": "PSMove_Right_Triangle"
				},
				{
					"Source":
					{
						"Text": "PlayStation Move (R) Trigger"
					},
					"Translation":
					{
						"Text": "PlayStation Move（右）扳机键"
					},
					"Key": "PSMove_Right_Trigger"
				},
				{
					"Source":
					{
						"Text": "PlayStation Move (R) Trigger Axis"
					},
					"Translation":
					{
						"Text": "PlayStation Move（右）扳机键轴"
					},
					"Key": "PSMove_Right_TriggerAxis"
				}
			]
		},
		{
			"Namespace": "PS4",
			"Children": [
				{
					"Source":
					{
						"Text": "PS4RHI failure?"
					},
					"Translation":
					{
						"Text": "PS4RHI失败？"
					},
					"Key": "DynamicRHIFailure"
				}
			]
		},
		{
			"Namespace": "PS4MediaFactoryModule",
			"Children": [
				{
					"Source":
					{
						"Text": "Configure the PS4 Media plug-in."
					},
					"Translation":
					{
						"Text": "配置PS4媒体插件。"
					},
					"Key": "PS4MediaSettingsDescription"
				},
				{
					"Source":
					{
						"Text": "No URI scheme found"
					},
					"Translation":
					{
						"Text": "未找到URI机制"
					},
					"Key": "NoSchemeFound"
				},
				{
					"Source":
					{
						"Text": "PS4 AvPlayer"
					},
					"Translation":
					{
						"Text": "PS4 AvPlayer"
					},
					"Key": "MediaPlayerDisplayName"
				},
				{
					"Source":
					{
						"Text": "PS4 Media"
					},
					"Translation":
					{
						"Text": "PS4媒体"
					},
					"Key": "PS4MediaSettingsName"
				},
				{
					"Source":
					{
						"Text": "The URI scheme '{0}' is not supported"
					},
					"Translation":
					{
						"Text": "不支持URI机制“{0}”"
					},
					"Key": "SchemeNotSupported"
				},
				{
					"Source":
					{
						"Text": "The file extension '{0}' is not supported"
					},
					"Translation":
					{
						"Text": "不支持文件扩展名“{0}”"
					},
					"Key": "ExtensionNotSupported"
				}
			]
		}
	]
}